{
  "imageFolder": "images/overwatch-images/",
  "typoList": [
    {
      "img": "01.png",
      "name": "D.VA",
      "role": "돌격",
      "hometown": "대한민국, 부산",
      "desc": "한때 프로게이머였던 D.Va는 이제 뛰어난 반사신경과 빠른 두뇌로 최첨단 메카를 조종하며 조국을 수호합니다."
    },
    {
      "img": "02.png",
      "name": "겐지",
      "role": "공격",
      "hometown": "네팔, 샴발리 수도원",
      "desc": "사이보그 시마다 겐지는 한때 거부했던 자신의 로봇 육체를 받아들였으며, 그 과정에서 한 차원 더 높은 인간성을 갖게 되었습니다."
    },
    {
      "img": "03.png",
      "name": "둠피스트",
      "role": "돌격",
      "hometown": "나이지리아, 오요",
      "desc": "둠피스트는 인공신체학으로 끌어올린 탁월한 기동성으로 최전선을 책임지는 강력한 투사로, 원거리에 피해를 주고, 적을 공중으로 띄우고, 대담하게 싸움에 뛰어들 수 있습니다."
    },
    {
      "img": "04.png",
      "name": "라인하르트",
      "role": "돌격",
      "hometown": "독일, 슈투트가르트",
      "desc": "라인하르트는 용맹, 정의, 용기라는 기사도의 미덕을 따르는 용사입니다. 강화 갑주를 걸치고 망치를 휘두르는 라인하르트는 로켓으로 추진력을 얻어 전장을 가로지르며 적에게 돌진하고, 거대한 에너지 방벽으로 전우들을 보호합니다."
    },
    {
      "img": "05.png",
      "name": "레킹볼",
      "role": "돌격",
      "hometown": "호라이즌 달 기지 , 쓰레기촌 ",
      "desc": "유전자 조작 햄스터인 해먼드는 기동성이 뛰어난 메카, 레킹볼을 타고 전장을 굴러다닙니다. 레킹볼은 강력한 무기와 추진력을 이용해 길을 막는 적들을 뭉개버립니다."
    },
    {
      "img": "06.png",
      "name": "로드호그",
      "role": "돌격",
      "hometown": "호주, 쓰레기촌 ",
      "desc": "로드호그는 근거리에서 파괴적인 위력을 발휘하는 고철총을 사용하는 맷집 좋은 살인자입니다. 로드호그와 그의 무시무시한 갈고리에서 벗어날 수 있는 적은 많지 않습니다."
    },
    {
      "img": "07.png",
      "name": "루시우",
      "role": "지원",
      "hometown": "브라질, 리우데자네이루",
      "desc": "루시우는 음악과 행동으로 사회 변화를 주도하는 세계적인 유명 인사입니다. 전장에서 루시우는 최첨단 음파 증폭기와 개성 있는 노래로 적을 공격하고, 아군을 치유하거나 이동 속도를 높여 줍니다."
    },
    {
      "img": "08.png",
      "name": "리퍼",
      "role": "공격",
      "hometown": "알 수 없음",
      "desc": "산탄총을 든 암살자인 리퍼는 전장을 유령처럼 누비는 능력을 가지고 있습니다. 리퍼가 나타나는 곳에는 죽음의 그림자가 드리웁니다."
    },
    {
      "img": "09.png",
      "name": "메르시",
      "role": "지원",
      "hometown": "스위스, 취리히",
      "desc": "수호천사와도 같이 사람을 보살피는 메르시는 발군의 치유사이자 뛰어난 과학자, 열성적인 평화주의자입니다. 발키리 슈트 덕에 메르시는 아군을 가까이에서 지키며 카두세우스 지팡이로 아군을 치유, 부활 또는 강화할 수 있습니다."
    },
    {
      "img": "10.png",
      "name": "메이",
      "role": "공격",
      "hometown": "중국, 시안 ",
      "desc": "메이는 날씨 전환 장치를 무기 삼아 싸우는 과학자입니다. 연구원이었던 메이는 세계의 새로운 위협에 대항하는 오버워치를 돕기 위해 윈스턴과 합류했습니다."
    },
    {
      "img": "11.png",
      "name": "모이라",
      "role": "지원",
      "hometown": "이라크, 오아시스",
      "desc": "탁월하지만 논란의 중심에 있는 모이라는 재생과 부패의 힘을 자유자재로 다루는 과학자입니다. 모이라는 유전 공학의 최첨단을 달리며 생명체의 기본적인 구성 요소를 고쳐 쓸 방법을 찾고 있습니다."
    },
    {
      "img": "12.png",
      "name": "바스티온",
      "role": "공격",
      "hometown": "알 수 없음",
      "desc": "끔찍했던 옴닉 사태의 최전선에 있던 이 호기심 많은 바스티온은 아름다운 자연에 매료되었지만, 냉혹한 인류를 두려워합니다. 모드를 전환하는 능력을 지닌 바스티온은 다재다능한 아군입니다."
    },
    {
      "img": "13.png",
      "name": "바티스트",
      "role": "지원",
      "hometown": "아이티, 토르투가 ",
      "desc": "바티스트는 다양한 실험적 장비와 무기를 사용하여, 격렬한 전투 와중에 아군의 생명을 구하고 위협을 제거합니다. 수많은 전투로 단련된 전투 의무병으로, 생명을 구하는 일만큼이나 적을 섬멸하는 능력도 탁월합니다."
    },
    {
      "img": "14.png",
      "name": "브리기테",
      "role": "지원",
      "hometown": "스웨덴, 예테보리 ",
      "desc": "브리기테 린드홀름은 도움이 필요한 이들을 지키고자 무기를 들었습니다. 브리기테는 주위의 아군을 치유하고 보호하는 근거리 공격에 특화되어 있습니다."
    },
    {
      "img": "15.png",
      "name": "소전",
      "role": "공격",
      "hometown": "캐나다, 토론토",
      "desc": "뛰어난 전술가이자 용감한 군인인 비비안 체이스, 일명 소전은 어떠한 전장에서도 실력을 발휘하는 인재입니다. 소전의 사이보그 신체 강화와 레일건은 전황을 유리하게 뒤집어 줄 기동성, 정밀성, 화력을 제공합니다."
    },
    {
      "img": "16.png",
      "name": "솔저: 76",
      "role": "공격",
      "hometown": "알 수 없음",
      "desc": "강력한 나선 로켓을 발사할 수 있는 실험용 펄스 소총, 최첨단 무기로 무장한 솔저: 76는 높은 기동력과 훈련으로 숙달된 병사의 전투 대처 능력을 모두 갖추고 있습니다."
    },
    {
      "img": "17.png",
      "name": "솜브라",
      "role": "공격",
      "hometown": "멕시코, 도라도",
      "desc": "세계에서 가장 악명 높은 해커로 손꼽히는 솜브라는 정보를 이용해 권력자들을 조종합니다. 은신 능력과 무력화 공격이 특징인 솜브라는 침투에 강한 영웅이며, 쉽게 처치하기 어려운 영웅이기도 합니다."
    },
    {
      "img": "18.png",
      "name": "시그마",
      "role": "돌격",
      "hometown": "네덜란드, 헤이그 ",
      "desc": "시그마는 별난 천체물리학자로, 궤도 실험 중에 일어난 불의의 사고로 중력의 힘을 다룰 수 있게 되었습니다. 탈론에게 조종당해 살아 있는 무기가 되어버린 그의 존재감은 전장 어디에서도 면밀히 드러납니다."
    },
    {
      "img": "19.png",
      "name": "시메트라",
      "role": "공격",
      "hometown": "인도, 유토페아",
      "desc": "비슈카르 광축가인 시메트라는 빛을 사용하여 현실을 재구성합니다. 시메트라는 포탑을 형성하여 적을 교란하고, 순간이동기를 만들어 아군을 이동시키고, 아군을 보호하는 광자 방벽으로 전투의 흐름을 바꿉니다."
    },
    {
      "img": "20.png",
      "name": "아나",
      "role": "지원",
      "hometown": "이집트, 카이로",
      "desc": "오버워치 창립자 중 한 명인 아나는 탁월한 전투 능력과 노련함으로 고향과 자신에게 가장 소중한 이들을 지킵니다. 활용도가 높은 무기들로 무장한 아나는 저격 소총으로 전장의 아군을 돕고 멀리 있는 적에게 피해를 줍니다."
    },
    {
      "img": "21.png",
      "name": "애쉬",
      "role": "공격",
      "hometown": "미국, 아리조나, 데드락 협곡",
      "desc": "데드락 갱단의 두목이자 범죄의 세계에서 상징적인 인물인 애쉬는 자기만의 규칙으로 전장을 지배합니다. 2개의 총과 넉넉한 다이너마이트, 부르면 달려오는 믿음직스러운 집사 밥을 모두 가진 애쉬는 폭발적인 화력을 보여줍니다."
    },
    {
      "img": "22.png",
      "name": "에코",
      "role": "공격",
      "hometown": "스위스 ",
      "desc": "끊임없이 진화하고 적응하도록 프로그래밍되고 비행 능력을 갖춘 인공 지능인 에코는 전장에서 다양한 전투 역할을 수행할 수 있습니다."
    },
    {
      "img": "23.png",
      "name": "오리사",
      "role": "돌격",
      "hometown": "눔바니",
      "desc": "에피 올라델레가 OR15 방어 로봇을 재조립해 만든 오리사는 고향인 눔바니를 지키는 수호자로 자리 잡았습니다. 강화 방어구, 투창, 개량형 융합 기관포는 오리사를 무시할 수 없는 존재로 만들어 줍니다."
    },
    {
      "img": "24.png",
      "name": "위도우메이커",
      "role": "공격",
      "hometown": "프랑스, 안시",
      "desc": "완벽한 암살자인 위도우메이커는 정밀 소총과 맹독 덫으로 무장했으며, 갈고리를 발사하여 순식간에 저격 지점으로 이동할 수 있습니다."
    },
    {
      "img": "25.png",
      "name": "윈스턴",
      "role": "돌격",
      "hometown": "호라이즌 달 기지 ",
      "desc": "윈스턴은 극도로 지적인, 유전자 조작 고릴라입니다. 그는 훌륭한 과학자이자 인류가 가진 잠재력의 강력한 옹호자이기도 합니다. 윈스턴은 점프 팩, 전기를 발산하는 테슬라 캐논, 휴대용 방벽 생성기 등 탁월한 발명품을 사용합니다. 그리고 당연히 일반적인 고릴라의 힘도 보유하고 있습니다."
    },
    {
      "img": "26.png",
      "name": "자리야",
      "role": "돌격",
      "hometown": "러시아, 크라스노야르스크 최전선",
      "desc": "세계에서 가장 강인한 여성 중 하나인 자리야는 한때 장래가 촉망되던 운동선수였으나, 개인의 영달을 버리고 나라를 위협하는 기계 적에 맞서기 위해 나섰습니다. 강력한 광선 무기와 보호막을 사용하는 자리야는 최전선 전투에서 빛을 발합니다."
    },
    {
      "img": "27.png",
      "name": "정커퀸",
      "role": "돌격",
      "hometown": "호주, 쓰레기촌",
      "desc": "정커퀸은 혼란스러운 쓰레기촌을 제패한, 논쟁의 여지가 없는 지배자입니다. 정커퀸은 산탄총, 칼 '그레이시', 도끼 '도륙'을 들고 전투의 최전선에서 난장판을 벌이기를 즐깁니다."
    },
    {
      "img": "28.png",
      "name": "정크랫",
      "role": "공격",
      "hometown": "호주, 쓰레기촌 ",
      "desc": "폭탄 발사기와 특정 지역을 제압하는 무기로 무장한 정크랫은 폭발물에 광적으로 집착하며, 세상에 혼돈과 파괴를 불러오기 위해 살아가는 쓰레기촌의 일원입니다."
    },
    {
      "img": "29.png",
      "name": "젠야타",
      "role": "지원",
      "hometown": "네팔, 샴발리 수도원 ",
      "desc": "젠야타는 정신적 깨달음을 위해 온 세계를 방랑하는 옴닉의 수도사입니다. 젠야타는 신비롭고 강력한 구슬을 다루며 아군을 치유하고 적을 약화시킵니다."
    },
    {
      "img": "30.png",
      "name": "캐서디",
      "role": "공격",
      "hometown": "미국, 뉴멕시코, 산타페",
      "desc": "피스키퍼 리볼버로 무장한 캐서디는 황야의 무법자로 적들을 한 방에 처치하거나 독수리처럼 빠르게 굴러 위험에서 벗어날 수 있습니다."
    },
    {
      "img": "31.png",
      "name": "키리코",
      "role": "지원",
      "hometown": "일본, 카네자카",
      "desc": "카네자카 신사의 수호자인 키리코 카모리는 숙련된 닌자이자 치유사입니다. 시마다 일족의 몰락 이후, 키리코는 잔인한 하시모토 가문으로부터 고향을 지키겠노라 맹세했습니다."
    },
    {
      "img": "32.png",
      "name": "토르비욘",
      "role": "공격",
      "hometown": "스웨덴, 예테보리",
      "desc": "오버워치는 한때 지구상에서 가장 진보된 최첨단 무기를 보유했으며, 그건 모두 토르비욘 덕이었습니다. 토르비욘은 무기로 대못 발사기와 망치를 쓸 수 있을 뿐만 아니라, 휴대용 제련 기기로 포탑을 만들 수 있습니다."
    },
    {
      "img": "33.png",
      "name": "트레이서",
      "role": "공격",
      "hometown": "영국, 런던",
      "desc": "오버워치 요원인 트레이서는 시간을 넘나드는 활기찬 모험가입니다. 펄스 쌍권총과 펄스 폭탄으로 무장한 트레이서는 점멸로 짧은 거리를 순간이동하거나 전투 중 자신의 시간을 되감아 위험에서 벗어날 수 있습니다."
    },
    {
      "img": "34.png",
      "name": "파라",
      "role": "공격",
      "hometown": "이집트, 기자",
      "desc": "파라는 훈장으로 빛나는 유서 깊은 군인 가문 출신으로, 임무와 명예에 대한 충직성은 그 핏줄에 흐르고 있습니다. 파라는 랩토라 전투 슈트를 입고 하늘로 솟아올라 로켓 런처를 써서 폭발성 높은 로켓으로 적을 폭격합니다."
    },
    {
      "img": "35.png",
      "name": "한조",
      "role": "공격",
      "hometown": "일본, 하나무라 ",
      "desc": "강화 화살을 사용하는 노련한 궁수이자 암살자인 시마다 한조는 자신이 그 누구에게도 비할 수 없는 전사임을 증명하려고 애씁니다."
    }
  ]
}
